;TORSO
[femalepredator_Torso_KV_F X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_MPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_FPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_HPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_LPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_MPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_HPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

;TORSO WOTC
[femalepredator_Torso_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 身体"

[femalepredator_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 身体"


;LEGS
[femalepredator_Legs_KV_F X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_LPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_MPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_HPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_LPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_MPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_HPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

;LEGS WOTC
[femalepredator_Legs_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 腿[XCOM身体]"

[femalepredator_Helmets_F X2BodyPartTemplate]
DisplayName="女铁血战士 头"

[femalepredator_Hair_F X2BodyPartTemplate]
DisplayName="女铁血战士 头发"

;TORSO DECO
[femalepredator_TDeco_KV_F X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_LPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_MPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_HPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_LPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_MPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_HPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

;TORSO DECO WOTC
[femalepredator_TDeco_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"

[femalepredator_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 胸甲"



;THIGHS
[femalepredator_Thighs_KV_M X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_LPL_M X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_MPL_M X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_HPL_M X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_LPO_M X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_MPO_M X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_HPO_M X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"



;THIGHS WOTC
[femalepredator_Thighs_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_PL_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_PO_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_PL_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_PO_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"

[femalepredator_Thighs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 裙子"



;SHINS
[femalepredator_Shins_KV_F X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_LPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_MPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_HPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_LPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_MPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_HPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"



;SHINS WOTC
[femalepredator_Shins_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_PL_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_PO_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_PL_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_PO_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_PL_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"

[femalepredator_Shins_PO_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 鞋子"






;左前臂
[femalepredator_LeftForeArm_KV_F X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_LPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_MPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_HPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_LPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_MPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_HPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

;左前臂 WOTC
[femalepredator_LeftForeArm_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_PL_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_PO_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_PL_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_PO_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"

[femalepredator_LeftForeArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 左臂 护甲"




;右前臂
[femalepredator_RightForeArm_KV_F X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_LPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_MPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_HPL_F X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_LPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_MPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_HPO_F X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

;右前臂 WOTC
[femalepredator_RightForeArm_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_PL_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_PO_Reaper X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_PL_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_PO_Templar X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"

[femalepredator_RightForeArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="女铁血战士 右臂 护甲"





;torso
[femalepredator2_torso_kv_F x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_mpl_F x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_fpl_F x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_hpl_F x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_lpo_F x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_mpo_F x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_hpo_F x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

;torso wotc
[femalepredator2_torso_reaper x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_pl_reaper x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_po_reaper x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_templar x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_pl_templar x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_po_templar x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_skirmisher x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_pl_skirmisher x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"

[femalepredator2_torso_po_skirmisher x2bodyparttemplate]
displayname="女铁血战士 身体[XCOM 身体]"




[Fempred X2WeaponTemplate]
FriendlyName="铁血长矛"
FriendlyNamePlural="铁血长矛"
BriefSummary="铁血战士武器"
TacticalText="铁血战士武器"
AbilityDescName="剑"
